var wujiangBaseMapObj =
{
	"村诸葛亮(cun_zhugeliang)": [
		"观星--准备阶段，你可以观看牌堆顶的5张牌（存活角色小于4时改为3张），并将其以任意顺序置于牌堆项或牌堆底，若你将〖观星〗的牌都放在了牌堆底，则你可以在结束阶段再次发动〖观星〗。",
		"空城--锁定技，当你没有手牌时，你不能成为【杀】或【决斗】的目标。",
		"神算--出牌阶段开始时，你可以弃置一张牌。若如此做，出牌阶段的空闲时点，你可以声明牌的类别，并亮出牌堆顶的一张牌。若相同且此阶段未亮出过同名的牌，你指定一名角色，其使用此牌，不能使用则获得。否则你弃置一张牌，然后此技能无效直到此阶段结束。"
	],
	"伊籍(xf_yiji)": [
		"机捷--出牌阶段限一次。你可以观看牌堆底的一张牌，然后将其交给一名角色。",
		"急援--当一名角色进入濒死状态时，或你交给一名其他角色牌时，你可以令其摸一张牌。"
	],
	"界孙休(re_sunxiu)": [
		"宴诛--出牌阶段限一次，你可以令一名其他角色选择一项：将装备区里的所有牌交给你并令你修改〖宴诛〗和〖兴学〗，或弃置一张牌并令下一次受到的伤害+1直到其下回合开始。（【宴诛·改】出牌阶段限一次，可以令一名其他角色下一次受到的伤害+1直到其下个回合开始。【兴学·改】结束阶段，可以令至多X名角色（X为体力上限）依次摸一张牌，然后其中手牌数大于体力值的角色依次将一张牌置于牌堆顶。）",
		"兴学--结束阶段开始时，你可以令至多X名角色各摸一张牌。然后若有手牌数大于体力值的目标角色，则这些角色各将一张牌置于牌堆顶。（X为你的体力值）。",
		"诏缚--主公技，锁定技，你距离为1的角色视为在其他吴势力角色的攻击范围内。"
	],
	"界公孙瓒(re_gongsunzan)": [
		"趫猛--当你使用【杀】对一名角色造成伤害后，你可以弃置该角色区域内的一张牌。若此牌是坐骑牌，你于此牌置入弃牌堆时获得之。",
		"义从--锁定技，你计算与其他角色的距离时-1。若你的体力值不大于2，则其他角色计算与你的距离时+1。"
	],
	"界步练师(re_bulianshi)": [
		"安恤--出牌阶段限一次，你可以选择两名其他角色，令其中一名角色获得另一名角色的一张牌。若以此法移动的牌不来自装备区，则你摸一张牌。然后你可以令二者中手牌数较少的一名角色摸一张牌。",
		"追忆--当你死亡时，你可以令一名其他角色（杀死你的角色除外）摸三张牌，然后其回复1点体力。"
	],
	"界韩浩史涣(re_hanhaoshihuan)": [
		"慎断--当你的黑色基本牌或装备牌因弃置而进入弃牌堆后，你可以将其当做【兵粮寸断】使用（无距离限制）。",
		"勇略--其他角色的判定阶段开始时，你可以弃置其判定区里的一张牌。然后若该角色在你攻击范围内，你摸一张牌。若其在你攻击范围外，视为你对其使用一张【杀】。"
	],
	"界潘璋马忠(re_panzhangmazhong)": [
		"夺刀--当你成为【杀】的目标后，你可以弃置一张牌。然后你获得此【杀】使用者装备区里的武器牌。",
		"暗箭--锁定技，当你使用【杀】指定目标后，若你不在其攻击范围内，则此杀伤害+1且无视其防具。若其因执行此【杀】的效果受到伤害而进入濒死状态，则其不能使用【桃】直到此濒死事件结算结束。"
	],
	"界法正(xin_fazheng)": [
		"恩怨--当你获得一名其他角色两张或更多的牌后，你可以令其摸一张牌；当你受到1点伤害后，你可以令伤害来源选择一项：1、将一张手牌交给你；2、失去1点体力。",
		"眩惑--摸牌阶段开始时，你可以改为令一名其他角色摸两张牌，然后该角色需对其攻击范围内你选择的另一名角色使用一张【杀】，否则你获得其两张牌。"
	],
	"界王异(wangyi)": [
		"贞烈--当你成为其他角色使用牌的目标后，你可以失去一点体力并令此牌对你无效，然后弃置对方一张牌。",
		"秘计--结束阶段，若你已受伤，则可以摸X（X为你已损失的体力值）张牌，然后2选1：1）自己留着。2）将等量的手牌交给任意名其他角色。"
	],
	"界马岱(old_madai)": [
		"马术--锁定技，你计算与其他角色的距离时-1。",
		"潜袭--准备阶段，你可以摸一张牌，并弃置一张牌，然后令一名距离为1的角色不能使用或打出与你弃置的牌颜色相同的手牌直到回合结束。"
	],
	"界关兴张苞(guanzhang)": [
		"父魂--你可以将两张手牌当做【杀】使用或打出；出牌阶段，若你以此法使用的【杀】造成了伤害，你获得技能〖武圣〗和〖咆哮〗直到回合结束。"
	],
	"界徐盛(xin_xusheng)": [
		"破军--当你使用【杀】指定目标后，你可以将其的至多X张牌置于其武将牌上（X为其体力值）。若这些牌中：有装备牌，你将这些装备牌中的一张置于弃牌堆；有锦囊牌，你摸一张牌。其于回合结束时获得其武将牌上的这些牌。"
	],
	"界太史慈(re_taishici)": [
		"天义--出牌阶段限一次，你可以和一名其他角色拼点。若你赢，你获得以下技能效果直到回合结束：你使用【杀】没有距离限制；可额外使用一张【杀】；使用【杀】时可额外指定一个目标。若你没赢，你不能使用【杀】直到回合结束。",
		"酣战--当你发起拼点时，或成为拼点的目标时，你可以令对方选择拼点牌的方式改为随机选择一张手牌。当你拼点结束后，你可以获得双方拼点牌中点数最大的【杀】。"
	],
	"界孙鲁班(re_sunluban)": [
		"谮毁--出牌阶段，当你使用【杀】或黑色普通锦囊牌指定唯一目标时，你可令可以成为此牌目标（无距离限制）的另一名其他角色选择一项：交给你一张牌并成为此牌的使用者；或成为此牌的额外目标且你本回合内不能再次发动〖谮毁〗。",
		"骄矜--当你成为男性角色使用的【杀】或普通锦囊牌的目标后，你可以弃置一张装备牌，令此牌对你无效并获得此牌对应的所有实体牌。"
	],
	"界韩当(re_handang)": [
		"弓骑--出牌阶段限一次，你可以弃置一张非基本牌，然后弃置一名其他角色的一张牌。锁定技，当你的装备区内有坐骑牌时，你的攻击范围无限。",
		"解烦--限定技，出牌阶段，你可以选择一名角色，令攻击范围内含有该角色的所有角色依次选择一项：1.弃置一张武器牌；2.令其摸一张牌。"
	],
	"界曹彰(re_caozhang)": [
		"将驰--摸牌阶段结束时，你可以选择一项：1、摸一张牌，若如此做，你本回合内不能使用或打出【杀】且【杀】不计入手牌上限。 2、弃置一张牌，若如此做，出牌阶段你使用【杀】无距离限制且你可以额外使用一张【杀】，直到回合结束。"
	],
	"界程普(re_chengpu)": [
		"疠火--当你声明使用普通【杀】时，你可以将此【杀】改为火【杀】。若以此法使用的【杀】造成了伤害，则此【杀】结算后你失去1点体力；你使用火【杀】选择目标后，可以额外指定一个目标。",
		"醇醪--结束阶段开始时，若你没有“醇”，你可以将至少一张【杀】置于你的武将牌上，称为“醇”。当一名角色处于濒死状态时，你可以移去一张“醇”，视为该角色使用一张【酒】，然后若此“醇”的属性为：火，你回复1点体力、雷，你摸两张牌。"
	],
	"界全琮(re_quancong)": [
		"邀名--每回合每个选项限一次，当你造成或受到伤害后，你可以选择一项：1. 弃置手牌数大于你的一名角色的一张手牌；2. 令手牌数小于你的一名角色摸一张牌；3.令手牌数等于你的角色弃置至多两张牌，然后摸等量的牌。"
	],
	"界廖化(re_liaohua)": [
		"当先--锁定技，回合开始时，你执行一个额外的出牌阶段。此阶段开始时，你失去1点体力并从牌堆/弃牌堆中获得一张【杀】（若你已发动过〖伏枥〗，则可以不发动此效果）。",
		"伏枥--限定技，当你处于濒死状态时，可以将体力回复至X点并将手牌摸至X张（X为场上势力数）。若X大于2，你翻面。"
	],
	"界朱然(re_zhuran)": [
		"胆守--①每回合限一次，当你成为基本牌或锦囊牌的目标后，你可以摸X张牌（X为你本回合内成为过基本牌或锦囊牌的目标的次数）。②一名其他角色的结束阶段，若你本回合内没有发动过〖胆守①〗，则你可以弃置X张牌并对其造成1点伤害（X为其手牌数，无牌则不弃）。"
	],
	"界庞统(ol_pangtong)": [
		"连环-- 你可以将一张?牌当【铁索连环】使用或重铸。你使用【铁索连环】选择目标的上限数+1。",
		"涅槃--限定技，当你处于濒死状态时，你可以弃置你区域内的所有牌并复原你的武将牌，然后摸三张牌并将体力回复至3点。然后你选择获得以下技能中的一个：〖八阵〗/〖火计〗/〖看破〗"
	],
	"界张嶷(re_zhangyi)": [
		"怃戎--出牌阶段限一次，你可以令一名其他角色与你同时展示一张手牌：若你展示的是【杀】且该角色展示的不是【闪】，则你对其造成1点伤害；若你展示的不是【杀】且该角色展示的是【闪】，则你获得其一张牌",
		"矢志--锁定技，当你的体力值为1时，你的【闪】均视为【杀】"
	],
	"界曹操(re_caocao)": [
		"奸雄--当你受到伤害后，你可以获得对你造成伤害的牌并摸一张牌。",
		"护驾--主公技，当你需要使用或打出一张【闪】时，你可以令其他魏势力角色选择是否打出一张【闪】。若有角色响应，则你视为使用或打出了一张【闪】。"
	],
	"界司马懿(re_simayi)": [
		"反馈--每当你受到1点伤害后，你可以获得伤害来源的一张牌。",
		"鬼才--在任意角色的判定牌生效前，你可以打出一张牌代替之"
	],
	"界郭嘉(re_guojia)": [
		"天妒--当你的判定牌生效后，你可以获得之。",
		"遗计--当你受到1点伤害后，你可以摸两张牌，然后可以将至多两张手牌交给其他角色。"
	],
	"李典(re_lidian)": [
		"恂恂--摸牌阶段，你可以观看牌堆顶的四张牌，然后将其中的两张牌置于牌堆顶，并将其余的牌以任意顺序置于牌堆底。",
		"忘隙--每当你对其他角色造成1点伤害后，或受到其他角色造成的1点伤害后，你可与该角色各摸一张牌。"
	],
	"界张辽(re_zhangliao)": [
		"突袭--摸牌阶段摸牌时，你可以少摸任意张牌，然后获得等量的角色的各一张手牌。"
	],
	"界许褚(re_xuzhu)": [
		"裸衣--摸牌阶段开始时，你展示牌堆顶的三张牌。然后，你可以放弃摸牌。若如此做，你获得其中的基本牌、武器牌和【决斗】，且直到你的下回合开始，你使用的【杀】或【决斗】造成伤害时，此伤害+1。否则，你将这些牌置入弃牌堆。"
	],
	"界夏侯惇(re_xiahoudun)": [
		"刚烈--每当你受到1点伤害后，可进行一次判定，若结果为红色，你对伤害来源造成1点伤害，若结果为黑色，你弃置其一张牌。",
		"清俭--当你于摸牌阶段外获得牌时，你可以展示任意张牌并交给一名其他角色。然后，当前回合角色本回合的手牌上限+X（X为你给出的牌中包含的类别数）。每回合限一次。"
	],
	"界张飞(re_zhangfei)": [
		"咆哮--锁定技，出牌阶段，你使用【杀】没有数量限制。若你于此出牌阶段内使用过【杀】，则你本回合内使用【杀】没有距离限制。",
		"替身--出牌阶段结束时，你可以弃置你所有的锦囊牌与坐骑牌。若如此做，直到你的下个回合开始，你获得所有以你为目标且未对你造成伤害的【杀】。"
	],
	"界赵云(re_zhaoyun)": [
		"龙胆--你可以将一张【杀】当做【闪】、【闪】当做【杀】、【酒】当做【桃】、【桃】当做【酒】使用或打出。",
		"涯角--当你于回合外因使用或打出而失去手牌后，你可以展示牌堆顶的一张牌。若这两张牌的类别相同，你可以将展示的牌交给一名角色；若类别不同，你可弃置攻击范围内包含你的角色区域里的一张牌。"
	],
	"界关羽(re_guanyu)": [
		"武圣--你可以将一张红色牌当做【杀】使用或打出。你使用的方片杀没有距离限制。",
		"义绝--出牌阶段限一次，你可以弃置一张牌并令一名有手牌的其他角色展示一张手牌。若此牌为黑色，则该角色不能使用或打出牌，非锁定技失效且受到来自你的红桃【杀】的伤害+1直到回合结束。若此牌为红色，则你可以获得此牌，并可以令其回复一点体力。"
	],
	"界马超(re_machao)": [
		"马术--锁定技，你计算与其他角色的距离时-1。",
		"铁骑--当你使用【杀】指定一名角色为目标后，你可以进行一次判定并令该角色的非锁定技失效直到回合结束，除非该角色弃置一张与判定结果花色相同的牌，否则不能使用【闪】抵消此【杀】。"
	],
	"界徐庶(re_xushu)": [
		"诛害--一名其他角色的结束阶段开始时，若该角色本回合造成过伤害，你可以对其使用一张【杀】。",
		"潜心--觉醒技，当你造成一次伤害后，若你已受伤，你须减1点体力上限，并获得技能“荐言”。"
	],
	"界周瑜(re_zhouyu)": [
		"英姿--锁定技，摸牌阶段摸牌时，你额外摸一张牌；你的手牌上限为你的体力上限。",
		"反间--出牌阶段限一次，你可以展示一张手牌并将此牌交给一名其他角色。然后该角色选择一项：展示其手牌并弃置所有与此牌花色相同的牌，或失去一点体力。"
	],
	"界吕蒙(re_lvmeng)": [
		"克己--弃牌阶段开始时，若你于本回合的出牌阶段内没有过使用或打出过【杀】，则你可以跳过此阶段。",
		"勤学--觉醒技，准备阶段开始时，若你的手牌数比体力值多3（人数不少于7时改为2）或更多，你须减一点体力上限并获得技能【攻心】"
	],
	"界甘宁(re_ganning)": [
		"奇袭--你可以将一张黑色牌当做【过河拆桥】使用。",
		"奋威--限定技，当一名角色使用的锦囊牌指定了至少两名角色为目标时，你可以令此牌对其中任意名角色无效。"
	],
	"界陆逊(re_luxun)": [
		"谦逊--每当一张延时类锦囊牌或其他角色使用的普通锦囊牌生效时，若你是此牌的唯一目标，你可以将所有手牌置于你的武将牌上，若如此做，此回合结束时，你获得你武将牌上的所有牌。",
		"连营--当你失去最后的手牌时，你可以令至多X名角色各摸一张牌（X为你此次失去的手牌数）。"
	],
	"界大乔(re_daqiao)": [
		"国色--出牌阶段限一次，你可以选择一项：将一张方片花色牌当做【乐不思蜀】使用；或弃置一张方片花色牌并弃置场上的一张【乐不思蜀】。选择完成后，你摸一张牌。",
		"流离--当你成为【杀】的目标时，你可以弃置一张牌并将此【杀】转移给攻击范围内的一名其他角色（不能是此【杀】的使用者）。"
	],
	"界黄盖(re_huanggai)": [
		"苦肉--出牌阶段限一次，你可以弃置一张牌，然后失去1点体力。",
		"诈降--锁定技 每当你失去1点体力后，你摸三张牌。然后若此时是你的出牌阶段，则直到回合结束，你使用红色【杀】无距离限制且不能被【闪】响应，你可以额外使用一张【杀】。"
	],
	"界吕布(re_lvbu)": [
		"无双--锁定技，当你使用【杀】或【决斗】指定目标后，你令此牌需要依次使用或打出两张【闪】或【杀】响应。",
		"利驭--当你使用【杀】对一名其他角色造成伤害后，你可获得其区域里的一张牌。然后若获得的牌不是装备牌，其摸一张牌；若获得的是装备牌，则视为你对由其指定的另一名角色使用一张【决斗】。"
	],
	"界华佗(re_huatuo)": [
		"急救--你的回合外，你可以将一张红色牌当做【桃】使用。",
		"除疠--出牌阶段限一次，你可以选择任意名势力各不相同的其他角色，然后你弃置你和这些角色的各一张牌。被弃置黑桃牌的角色各摸一张牌。"
	],
	"界刘备(re_liubei)": [
		"仁德--出牌阶段，你可以将至少一张手牌交给其他角色，然后你于此阶段内不能再以此法交给该角色牌；若你于此阶段内给出的牌首次达到两张，你可以视为使用一张基本牌",
		"激将--主公技，当你需要使用或打出【杀】时，你可以令其他蜀势力角色依次选择是否打出一张【杀】。若有角色响应，则你视为使用或打出了此【杀】。"
	],
	"界貂蝉(re_diaochan)": [
		"离间--出牌阶段限一次，你可以弃置一张牌，视为一名男性角色对另一名男性角色使用一张【决斗】（不可被【无懈可击】响应）。",
		"闭月--结束阶段，你可以摸一张牌，若你没有手牌，则改为摸两张牌。"
	],
	"界黄月英(re_huangyueying)": [
		"集智--当你使用锦囊牌时，你可以摸一张牌。若此牌为基本牌，则你可以弃置之，然后令本回合手牌上限+1。",
		"奇才--锁定技，你使用锦囊牌无距离限制，你装备区内的防具牌和宝物牌不能被其他角色弃置。"
	],
	"界孙权(re_sunquan)": [
		"制衡--出牌阶段限一次，你可以弃置任意张牌并摸等量的牌，若你在发动〖制衡〗时弃置了所有手牌，则你多摸一张牌。",
		"救援--主公技，其他吴势力角色对自己使用【桃】时，若其体力值大于你，则其可以选择令你回复1点体力，然后其摸1张牌。"
	],
	"界孙尚香(re_sunshangxiang)": [
		"枭姬--当你失去一张装备区内的牌后，你可以摸两张牌。",
		"结姻--出牌阶段限一次，你可以选择一名男性角色并弃置一张手牌或将装备区内的一张装备牌置于其装备区，你与其体力较高的角色摸一张牌，体力值较低的角色回复1点体力。"
	],
	"界甄姬(re_zhenji)": [
		"洛神--准备阶段，你可以进行判定，若结果为黑色则获得此判定牌，且可重复此流程直到出现红色的判定结果。你通过〖洛神〗获得的牌，不计入当前回合的手牌上限",
		"倾国--你可以将一张黑色手牌当做【闪】使用或打出。"
	],
	"界华雄(re_huaxiong)": [
		"耀武--锁定技，当你受到牌造成的伤害时，若此牌为红色，则伤害来源摸一张牌；否则你摸一张牌。"
	],
	"界夏侯渊(ol_xiahouyuan)": [
		"神速--你可以选择一至三项：1. 跳过判定阶段和摸牌阶段；2. 跳过出牌阶段并弃置一张装备牌；3. 跳过弃牌阶段并将你的武将牌翻面。你每选择一项，视为你对一名其他角色使用一张没有距离限制的【杀】",
		"设变--当你的武将牌翻面后，你可以移动场上的一张装备牌。"
	],
	"界曹仁(caoren)": [
		"据守--结束阶段，你可以翻面并摸四张牌，然后弃置一张手牌，若以此法弃置的是装备牌，则你改为使用之",
		"解围--你可以将装备区里的牌当【无懈可击】使用；当你的武将牌从背面翻至正面时，你可以弃置一张牌，然后移动场上的一张牌"
	],
	"界黄忠(re_huangzhong)": [
		"烈弓--你使用【杀】可以选择你距离不大于此【杀】点数的角色为目标；当你使用【杀】指定一个目标后，你可以根据下列条件执行相应的效果：1.其手牌数小于等于你的手牌数，此【杀】不可被【闪】响应，2.其体力值大于等于你的体力值，此【杀】伤害+1。"
	],
	"界徐晃(re_xuhuang)": [
		"断粮--你可以将一张黑色基本牌或装备牌当做【兵粮寸断】使用；若一名角色的手牌数大于或等于你的手牌数，则你对其使用【兵粮寸断】没有距离限制。",
		"截辎--锁定技，其他角色跳过摸牌阶段后，你摸一张牌。"
	],
	"界卧龙(ol_sp_zhugeliang)": [
		"八阵--锁定技，若你的防具栏内没有牌且没有被废除，则你视为装备着【八卦阵】。",
		"火计--出牌阶段，你可一张红色牌当作【火攻】使用。",
		"看破--你可以将一张黑色牌当作【无懈可击】使用。",
		"藏拙--弃牌阶段开始时，若你本回合内没有使用过锦囊牌，则你的锦囊牌不计入手牌上限。"
	],
	"界颜良文丑(re_yanwen)": [
		"双雄--摸牌阶段，你可以放弃摸牌。若如此做，你展示牌堆顶的两张牌并选择获得其中的一张。然后，你本回合内可以将与此牌颜色不同的一张手牌当做【决斗】使用。当你受到【决斗】造成的伤害时，你可以获得对方于此决斗中打出的所有【杀】"
	],
	"界祝融(re_zhurong)": [
		"巨象--锁定技，【南蛮入侵】对你无效。其他角色使用的【南蛮入侵】结算后进入弃牌堆时，你获得之。",
		"烈刃--当你使用【杀】指定目标后，你可以和目标角色进行拼点。若你赢，你获得其一张牌。若你没赢，你获得对方的拼点牌，其获得你的拼点牌。"
	],
	"界董卓(ol_dongzhuo)": [
		"酒池--你可以将一张黑桃手牌当做【酒】使用。锁定技，你使用【酒】无次数限制，且当你于回合内使用带有【酒】效果的【杀】造成伤害后，你令你的【崩坏】失效直到回合结束。",
		"肉林--锁定技。你对女性角色、女性角色对你使用【杀】时，都需连续使用两张【闪】才能抵消。",
		"崩坏--结束阶段，若你的体力不是全场最少的(或之一)，你须减1点体力或体力上限。",
		"暴虐--主公技，其他群雄角色造成1点伤害后，其可进行判定，若为?，你回复1点体力并获得判定牌。"
	],
	"界孙坚(ol_sunjian)": [
		"英魂--准备阶段开始时，若你已受伤，你可令一名其他角色执行一项：摸X张牌，然后弃置一张牌；或摸一张牌，然后弃置X张牌（X为你已损失的体力值）",
		"武烈--限定技，结束阶段，你可以失去任意点体力并指定等量的其他角色。这些角色各获得一枚「烈」。有「烈」的角色受到伤害时，其移去一枚「烈」，然后防止此伤害。"
	],
	"界姜维(re_jiangwei)": [
		"挑衅--出牌阶段限一次，你可以指定一名有牌的其他角色，该角色需对你使用一张【杀】，否则你弃置其一张牌。",
		"志继--觉醒技，准备阶段，若你没有手牌，你须回复1点体力或摸两张牌，然后减1点体力上限，并获得技能〖观星〗。"
	],
	"界刘禅(ol_liushan)": [
		"享乐--锁定技，当其他角色使用【杀】指定你为目标时，其需弃置一张基本牌，否则此【杀】对你无效。",
		"放权--出牌阶段开始前，你可以跳过此阶段。若如此做，弃牌阶段开始时，你可以弃置一张手牌，令一名其他角色进行一个额外回合。",
		"若愚--主公技，觉醒技，准备阶段，若你的体力值为全场最少，则你加1点体力上限并回复1点体力，然后获得技能〖思蜀〗和〖激将〗。"
	],
	"界孙策(re_sunce)": [
		"激昂--每当你使用（指定目标后）或被使用（成为目标后）一张【决斗】或红色的【杀】时，你可以摸一张牌。",
		"魂姿--觉醒技，准备阶段，若你的体力值为1，你减1点体力上限并回复1点体力，然后获得技能〖英姿〗和〖英魂〗。",
		"制霸--主公技，其他吴势力的角色的出牌阶段限一次，其可以与你拼点（你可拒绝此拼点）。若其没赢，你可以获得两张拼点牌。你的出牌阶段限一次，你可以和一名吴势力角色拼点，若你赢，你获得两张拼点牌。",
		"制霸--"
	],
	"庞德(re_pangde)": [
		"马术--锁定技，你计算与其他角色的距离时-1。",
		"鞬出--当你使用【杀】指定一名角色为目标后，你可以弃置其一张牌，若以此法弃置的牌为装备牌，此【杀】不可被【闪】响应，若不为装备牌，该角色获得此【杀】"
	],
	"魏延(re_weiyan)": [
		"狂骨--当你对距离1以内的一名角色造成1点伤害后，你可以回复1点体力或摸一张牌。",
		"奇谋--限定技，出牌阶段，你可以失去任意点体力，然后直到回合结束，你计算与其他角色的距离时-X，且你可以多使用X张【杀】（X为你失去的体力值）"
	],
	"小乔(re_xiaoqiao)": [
		"天香--当你受到伤害时，你可以弃置一张红桃手牌，防止此次伤害并选择一名其他角色，然后你选择一项：1.令其受到伤害来源对其造成的1点伤害，然后摸X张牌（X为其已损失体力值且至多为5）；2.令其失去1点体力，然后获得你弃置的牌。",
		"红颜--锁定技，你区域内的黑桃牌和黑桃判定牌均视为红桃。"
	],
	"张角(sp_zhangjiao)": [
		"雷击--当你使用或打出一张【闪】时，你可令一名其他角色进行一次判定：若结果为梅花，其受到一点雷电伤害，然后你回复一点体力；若结果为黑桃，其受到两点雷电伤害。",
		"鬼道--一名角色的判定牌生效前，你可以打出一张黑色牌替换之。",
		"黄天--主公技，其他群势力角色的出牌阶段限一次，其可以交给你一张【闪】或【闪电】。"
	],
	"荀彧(xunyu)": [
		"驱虎--出牌阶段限一次，你可以与一名体力值大于你的角色拼点，若你赢，则该角色对其攻击范围内另一名由你指定的角色造成1点伤害。若你没赢，该角色对你造成一点伤害。",
		"节命--当你受到1点伤害后，你可令一名角色将手牌摸至X张（X为其体力上限且至多为5）。"
	],
	"典韦(dianwei)": [
		"强袭--出牌阶段限两次，你可以失去一点体力或弃置一张武器牌，然后一名本阶段内未成为过〖强袭〗的目标的其他角色造成一点伤害。"
	],
	"孟获(menghuo)": [
		"祸首--锁定技，【南蛮入侵】对你无效；你视为所有【南蛮入侵】的伤害来源。",
		"再起--摸牌阶段，若你已受伤，则你可以改为展示牌堆顶的X张牌（X为你已损失的体力值+1），并回复X点体力（X为其中?牌的数目）。然后你将这些?牌置入弃牌堆，并获得其余的牌。"
	],
	"鲁肃(re_lusu)": [
		"好施--摸牌阶段，你可以额外摸两张牌。若此时你的手牌数多于五张，你须将一半(向下取整)的手牌交给场上除你外手牌数最少的一名角色。",
		"缔盟--出牌阶段限一次，你可以选择其他两名角色，你弃置等同于这两名角色手牌数量之差的牌，然后交换他们的手牌。"
	],
	"贾诩(jiaxu)": [
		"乱武--限定技，出牌阶段，你可令除你外的所有角色依次对与其距离最近的另一名角色使用一张【杀】，否则失去1点体力。",
		"完杀--锁定技，你的回合内，除你以外，不处于濒死状态的角色不能使用【桃】。",
		"帷幕--锁定技，你不能成为黑色锦囊牌的目标。"
	],
	"张郃(zhanghe)": [
		"巧变--你可以弃置一张手牌并跳过自己的一个阶段(准备阶段和结束阶段除外)；若你以此法跳过了摸牌阶段，则你可以获得至多两名其他角色的各一张手牌；若你以此法跳过了出牌阶段，则你可以移动场上的一张牌。"
	],
	"邓艾(dengai)": [
		"屯田--当你于回合外失去牌时，你可以进行一次判定。若判定结果不为?，则你将此牌置于你的武将牌上，称之为【田】。锁定技，你计算与其他角色的距离时-X（X为你武将牌上【田】的数目）",
		"凿险--觉醒技，准备阶段，若你武将牌上【田】的数量达到3张或更多，则你减1点体力上限，并获得技能〖急袭〗"
	],
	"张昭张紘(zhangzhang)": [
		"直谏--出牌阶段，你可以将手牌中的一张装备牌置于一名其他角色装备区里（不得替换原装备），然后摸一张牌。",
		"固政--其他角色的弃牌阶段结束时，你可以令其获得本阶段内进入弃牌堆的牌中的一张，然后你获得其余的牌。"
	],
	"王基(wangji)": [
		"奇制--当你于回合内使用基本牌或锦囊牌指定目标后，你可以弃置不是此牌目标的一名角色的一张牌。若如此做，其摸一张牌。",
		"进趋--结束阶段开始时，你可以摸两张牌，若如此做，你将手牌弃置至X张。（X为你于此回合发动过〖奇制〗的次数）"
	],
	"严颜(yanyan)": [
		"拒战--转换技，阴：当你成为其他角色【杀】的目标后，你可以与其各摸一张牌，然后其本回合内不能再对你使用牌。阳：当你使用【杀】指定一名角色为目标后，你可以获得其一张牌，然后你本回合内不能再对其使用牌。"
	],
	"王平(wangping)": [
		"飞军--出牌阶段限一次，你可以弃置一张牌，然后选择一项：令一名手牌数大于你的角色交给你一张牌；或令一名装备区里牌数大于你的角色弃置一张装备牌",
		"兵略--锁定技，当你发动“飞军”时，若目标与你之前指定的目标均不相同，则你摸两张牌"
	],
	"陆绩(luji)": [
		"怀橘--锁定技，游戏开始时，你获得3个“橘”标记。（有“橘”的角色受到伤害时，防止此伤害，然后移去一个“橘”；有“橘”的角色摸牌阶段额外摸一张牌）",
		"遗礼--出牌阶段开始时，你可以失去一点体力或移去一个“橘”，然后令一名其他角色获得一个“橘”",
		"整论--若你没有“橘”，你可以跳过摸牌阶段然后获得一个“橘”"
	],
	"孙亮(sunliang)": [
		"溃诛--弃牌阶段结束后，你可以选择一项：令至多X名角色各摸一张牌，或对任意名体力值之和为X的角色造成一点伤害，若不少于2名角色，你须受到一点伤害。（X为你此阶段弃置的牌数）",
		"掣政--锁定技，你的出牌阶段内，攻击范围内不包含你的其他角色不能成为你使用牌的目标。出牌阶段结束时，若你本阶段内使用的牌数小于这些角色的数量，则你弃置其中一名角色的一张牌。",
		"立军--主公技，其他吴势力角色的回合限一次，其使用的【杀】结算后，可以将此【杀】交给你，然后你可以令其摸一张牌"
	],
	"许攸(xuyou)": [
		"成略--转换技，出牌阶段限一次，阴：你可以摸一张牌，然后弃置两张手牌。阳：你可以摸两张牌，然后弃置一张手牌。若如此做，直到本回合结束，你使用与弃置牌花色相同的牌无距离和次数限制。",
		"恃才--当你使用牌时，若此牌与你本回合使用的牌类型均不同（包括装备牌），则你可以将此牌置于牌堆顶，然后摸一张牌。",
		"寸目--锁定技，当你摸牌时，改为从牌堆底摸牌。"
	],
	"蒯良蒯越(kuailiangkuaiyue)": [
		"荐降--当你成为其他角色使用牌的目标后，你可令手牌数最少的一名角色摸一张牌。",
		"审时--转换技，阴：出牌阶段限一次，你可以将一张牌交给一名手牌数最多的角色，然后对其造成一点伤害，若该角色因此死亡，则你可以令一名角色将手牌摸至四张。阳：其他角色对你造成伤害后，你可以观看该角色的手牌，然后交给其一张牌，当前角色回合结束时，若该角色未失去此牌，你将手牌摸至四张。"
	],
	"毌丘俭(guanqiujian)": [
		"征荣--当你使用带有「伤害」标签的基本牌或锦囊牌指定目标后，你可以将一名手牌数不小于你的目标角色的一张牌置于你的武将牌上，称为「荣」。",
		"鸿举--觉醒技，准备阶段，若你武将牌上「荣」的数量不小于3，则你触发此技能。你可以用任意数量的手牌交换等量的「荣」。你减1点体力上限并获得技能〖清侧〗。"
	],
	"诸葛瞻(zhugezhan)": [
		"罪论--结束阶段，你可以观看牌堆顶三张牌，你每满足以下一项便保留一张，然后以任意顺序放回其余的牌：1.你于此回合内造成过伤害；2.你于此回合内未弃置过牌；3.手牌数为全场最少。若均不满足，你与一名其他角色失去一点体力。",
		"父荫--锁定技，你每回合第一次成为【杀】或【决斗】的目标后，若你的手牌数小于等于该角色，此牌对你无效。"
	],
	"陆抗(lukang)": [
		"谦节--锁定技，当你横置时，取消之。你不能成为延时类锦囊的目标。你不能成为其他角色拼点的目标。",
		"决堰--出牌阶段限一次，你可以废除一个装备栏，然后执行对应一项：武器栏，本回合内你可以多使用三张【杀】；防具栏，摸三张牌，本回合手牌上限+3；2个坐骑栏，本回合你使用的牌无距离限制；宝物栏，本回合获得技能集智",
		"破势--觉醒技，准备阶段开始时，若你的装备栏均已被废除或体力值为1，则你减一点体力上限，将手牌摸至体力上限，失去技能“决堰”并获得技能“怀柔”"
	],
	"袁术(yl_yuanshu)": [
		"庸肆--锁定技，摸牌阶段，你改为摸X张牌（X为存活势力数）；出牌阶段结束时，若你本回合：1.没有造成伤害，将手牌摸至当前体力值；2.造成的伤害超过1点，本回合手牌上限改为已损失体力值",
		"伪帝--主公技，弃牌阶段开始时，若你的手牌数大于手牌上限，则你可以将至多X张手牌分别交给等量的其他群雄角色（X为你的手牌数与手牌上限之差）。"
	],
	"陈到(chendao)": [
		"往烈--出牌阶段，你使用的第一张牌无距离限制；当你于回合内使用牌时，你可以令此牌不能被响应，若如此做，本回合内你不能再使用牌"
	],
	"周妃(zhoufei)": [
		"良姻--当有牌移至游戏外时，你可以令手牌数大于你的一名角色摸一张牌；当有牌从游戏外加入任意角色的手牌时，你可以令手牌数小于你的一名角色弃置一张牌",
		"箜声--准备阶段，你可以将任意张牌置于你的武将牌上；结束阶段，你使用武将牌上的装备牌，并获得武将牌上的其他牌"
	],
	"王粲(wangcan)": [
		"散文--每回合限一次。当你获得牌后，若你的原手牌中有与这些牌名称相同的牌，则你可以展示这些牌，弃置新得到的同名牌并摸两倍的牌。",
		"七哀--限定技，当你进入濒死状态时，你可以令所有其他角色依次交给你一张牌。",
		"登楼--限定技，结束阶段，若你没有手牌，则你可以观看牌堆顶的四张牌，依次使用其中的所有基本牌（不能使用则弃置），然后获得其余的牌。"
	],
	"吕岱(lvdai)": [
		"勤国--当你使用的装备牌结算完成时，你可以视为使用一张【杀】；当你的装备区里的牌移动后，或装备牌移至你的装备区后，若你装备区里的牌数与你的体力值相等且与此次移动之前你装备区里的牌数不等，你回复1点体力。"
	],
	"吕虔(lvqian)": [
		"威虏--锁定技，当你受到伤害后，伤害来源获得一枚「虏」。你的下个出牌阶段开始时，所有有「虏」的角色将体力失去至1点。此阶段结束后，这些角色回复以此法失去的体力。",
		"赠刀--限定技，出牌阶段，你可以将装备牌内的任意张牌置于一名其他角色的武将牌旁，称之为「刀」。该角色造成伤害时，其须移去一张「刀」，然后此伤害+1。"
	],
	"潘濬(panjun)": [
		"观微--每回合限一次。一名角色的出牌阶段结束时，若其于出牌阶段内使用过两张以上的牌且花色均相同，则你可以弃置一张牌，令其摸两张牌并进行一个额外的出牌阶段。",
		"公清--锁定技。当你受到伤害时，若伤害来源的攻击范围：<3，则你令此伤害的数值减为1。>3，你令此伤害+1。"
	],
	"杜畿(duji)": [
		"安东--当你受到伤害时，你可以令伤害来源选择一项：1.令你观看其的手牌并获得其中的所有红桃牌；2.防止此伤害，然后其本回合内的红桃手牌不计入手牌上限。",
		"应势--出牌阶段开始时，若场上的所有角色均没有「酬」，则你可以将所有的红桃牌置于一名其他角色的武将牌旁，称之为「酬」。有「酬」的角色受到「杀」的伤害/死亡时，伤害来源/你获得其中的一张/所有的「酬」。"
	],
	"周鲂(zhoufang)": [
		"断发--出牌阶段，你可以弃置任意张黑色牌，然后摸等量的牌。（每回合内限X张，X为你的体力上限）",
		"诱敌--结束阶段开始时，你可以令一名其他角色弃置你的一张手牌，若此牌：不为黑色，你摸一张牌。不为【杀】，你获得该角色的一张牌。"
	],
	"严畯(yanjun)": [
		"观潮--出牌阶段开始时，你可以选择获得一项效果直到回合结束：1.当你使用牌时，若你此阶段使用过的所有牌的点数为递增，你摸一张牌；2.当你使用牌时，若你此阶段使用过的所有牌的点数为递减，你摸一张牌。",
		"逊贤--每名其他角色的回合限一次，当你使用或打出的牌结算完成后，你可以将其对应的所有实体牌交给一名手牌数大于你的角色。"
	],
	"刘繇(liuyao)": [
		"戡难--出牌阶段限X次，你可以与一名本回合内未成为过〖戡难〗目标的角色拼点。若你赢，你使用的下一张【杀】的伤害值基数+1，且你本回合内不能再发动〖戡难〗。若你没赢，其使用的下一张【杀】的伤害值基数+1。（X为你的体力值）。"
	],
	"郭淮(guohuai)": [
		"精策--当你于一回合内首次使用某种花色的手牌时，你的手牌上限+1。出牌阶段结束时，你可以摸X张牌（X为你本阶段内使用过的牌的类型数）。"
	],
	"张春华(zhangchunhua)": [
		"绝情--锁定技，你即将造成的伤害均视为失去体力。",
		"伤逝--当你的手牌数小于X时，你可以将手牌摸至X张（X为你已损失的体力值且最多为2）"
	],
	"曹植(caozhi)": [
		"落英--当其他角色的梅花牌因弃置或判定而进入弃牌堆时，你可以获得之。",
		"酒诗--当你需要使用一张【酒】时，若你的武将牌正面朝上，则你可以将武将牌翻面并视为使用了一张【酒】；当你受到伤害时，若你的武将牌背面朝上，则你可在此伤害结算后将武将牌翻回正面。"
	],
	"荀攸(xunyou)": [
		"奇策--出牌阶段限一次，你可以将所有的手牌（至少一张）当做任意一张普通锦囊牌使用。",
		"智愚--当你受到伤害后，你可以摸一张牌，然后展示所有手牌。若颜色均相同，你令伤害来源弃置一张手牌。"
	],
	"徐庶(xin_xushu)": [
		"无言--锁定技，当你使用锦囊牌造成伤害时，你防止此伤害；锁定技，当你受到锦囊牌对你造成的伤害时，你防止此伤害。",
		"举荐--结束阶段开始时，你可以弃置一张非基本牌并选择一名其他角色，令其选择一项：1.摸两张牌；2.回复1点体力；3.将其武将牌翻转至正面朝上并重置之。"
	],
	"马谡(xin_masu)": [
		"散谣--出牌阶段每项各限一次，你可以弃置一张牌并指定一名体力值或手牌数最多(或之一)的角色，并对其造成1点伤害。",
		"制蛮--当你对一名其他角色造成伤害时，你可以防止此伤害，然后获得其区域内的一张牌。"
	],
	"吴国太(wuguotai)": [
		"甘露--出牌阶段限一次，你可以选择两名装备区内装备数之差不大于X的角色，令其交换装备区内的牌（X为你已损失的体力值）。",
		"补益--当有角色进入濒死状态时，你可以展示该角色的一张手牌：若此牌不为基本牌，则该角色弃置此牌并回复1点体力。"
	],
	"凌统(lingtong)": [
		"旋风--当你失去装备区内的牌时，或于弃牌阶段弃置了两张或更多的手牌后，你可以依次弃置一至两名其他角色的共计两张牌。"
	],
	"刘表(liubiao)": [
		"自守--摸牌阶段，你可以额外摸X张牌（X为场上现存势力数）。若如此做，你于本回合内使用的牌不能指定其他角色为目标。",
		"宗室--锁定技，你的手牌上限+X（X为场上现存势力数）。"
	],
	"虞翻(yufan)": [
		"直言--结束阶段，你可以令一名角色摸一张牌并展示之，若为装备牌，其使用此牌并回复一点体力。",
		"纵玄--当你的牌因弃置而进入弃牌堆时，你可以将其按任意顺序置于牌堆顶"
	],
	"陈宫(chengong)": [
		"明策--出牌阶段，你可以交给一名其他角色一张装备牌或【杀】，然后令该角色选择一项：1. 视为对其攻击范围内的另一名由你指定的角色使用一张【杀】。2. 摸一张牌。每回合限一次。",
		"智迟--锁定技，当你于回合外受到伤害后，所有【杀】或普通锦囊牌对你无效直到回合结束。"
	],
	"伏皇后(fuhuanghou)": [
		"求援--当你成为【杀】的目标时，你可以令一名其他角色选择一项：①、交给你一张【闪】；②、成为此【杀】的额外目标。",
		"惴恐--其他角色的准备阶段，若你已受伤，你可以与该角色拼点。若你赢，该角色本回合使用的牌不能指定除该角色外的角色为目标。若你没赢，其本回合至你的距离视为1。"
	],
	"钟会(zhonghui)": [
		"权计--当你受到1点伤害后，你可以摸一张牌，然后将一张手牌置于武将牌上，称为“权”；你的手牌上限+X（X为“权”的数量）。",
		"自立--觉醒技，准备阶段开始时，若“权”的数量不小于3，你减1点体力上限，然后选择一项：1、回复1点体力；2、摸两张牌。然后你获得技能“排异”。"
	],
	"简雍(jianyong)": [
		"巧说--出牌阶段开始时，你可与一名其他角色拼点。若你赢，你使用的下一张基本牌或普通锦囊牌可以额外指定任意一名其他角色为目标或减少指定一个目标；若你没赢，你不能使用锦囊牌直到回合结束",
		"纵适--当你拼点赢时，你可以获得对方此次拼点的牌；当你拼点没赢时，你可以收回你此次拼点的牌。"
	],
	"刘封(liufeng)": [
		"陷嗣--准备阶段开始时，你可以将一至两名角色的各一张牌置于你的武将牌上，称为“逆”；当一名角色需要对你使用【杀】时，其可以移去两张“逆”，然后视为对你使用了一张【杀】。"
	],
	"陈群(chenqun)": [
		"品第--出牌阶段，你可以弃置一张牌并选择一名其他角色（不能弃置相同类型牌且不能指定相同的角色），然后令其执行一项：摸X张牌；弃置X张牌（X为本回合此技能发动次数）。若其已受伤，你横置。",
		"法恩--当一名角色翻至正面或横置后，你可以令其摸一张牌。"
	],
	"顾雍(guyong)": [
		"慎行--出牌阶段，你可以弃置两张牌，然后摸一张牌。",
		"秉壹--结束阶段开始时，你可以展示所有手牌，若这些牌颜色均相同，则你令至多X名角色各摸一张牌(X为你的手牌数)。"
	],
	"蔡夫人(caifuren)": [
		"窃听--其他角色的结束阶段，若其未于此回合内使用过指定其他角色为目标的牌，你可以选择一项：将其装备区里的一张牌移动至你装备区里的相应位置；或摸一张牌。",
		"献州--限定技。出牌阶段，你可以将装备区内的所有牌交给一名其他角色，然后该角色选择一项：令你回复X点体力；或对其攻击范围内的X名角色各造成1点伤害(X为你以此法交给该角色的牌的数量)。"
	],
	"沮授(yj_jushou)": [
		"渐营--当你于出牌阶段内使用与此阶段你使用的上一张牌点数或花色相同的牌时，你可以摸一张牌",
		"矢北--锁定技，当你受到伤害后：若此伤害是你本回合第一次受到的伤害，则你回复1点体力；否则你失去1点体力。"
	],
	"张松(zhangsong)": [
		"强识--出牌阶段开始时，你可以展示一名其他角色的一张手牌。若如此做，当你于此阶段内使用与此牌类别相同的牌时，你可以摸一张牌。",
		"献图--一名其他角色的出牌阶段开始时，你可以摸两张牌，然后交给其两张牌。若如此做，此阶段结束时，若该角色未于此阶段内杀死过角色，则你失去1点体力。"
	],
	"朱桓(zhuhuan)": [
		"奋励--若你的手牌数为全场最多，你可以跳过摸牌阶段；若你的体力值为全场最多，你可以跳过出牌阶段；若你的装备区里有牌且数量为全场最多，你可以跳过弃牌阶段。",
		"平寇--回合结束时，你可以对至多X名其他角色各造成1点伤害（X为你本回合跳过的阶段数）。"
	],
	"夏侯氏(xiahoushi)": [
		"樵拾--其他角色的结束阶段开始时，若你的手牌数与其相等，则你可以与其各摸一张牌。",
		"燕语--出牌阶段，你可以重铸【杀】。出牌阶段结束时，若你于此阶段以此法重铸了至少两张【杀】，则你可以令一名男性角色摸两张牌。"
	],
	"周仓(zhoucang)": [
		"忠勇--当你使用的【杀】结算完毕后，你可以将此【杀】或目标角色使用的【闪】交给一名该角色以外的其他角色，以此法获得红色牌的角色可以对你攻击范围内的角色使用一张【杀】"
	],
	"关平(guanping)": [
		"龙吟--当一名角色于其出牌阶段使用【杀】时，你可弃置一张牌令此【杀】不计入出牌阶段使用次数，若此【杀】为红色，你摸一张牌。"
	],
	"高顺(gaoshun)": [
		"陷阵--出牌阶段限一次，你可以与一名角色拼点。若你赢，你获得以下效果直到回合结束：无视该角色的防具且对其使用牌没有次数和距离限制，且当你使用【杀】或普通锦囊牌指定其他角色为唯一目标时可以令该角色也成为此牌的目标。若你没赢，你不能使用【杀】且你的【杀】不计入手牌上限直到回合结束。",
		"禁酒--锁定技，你的【酒】均视为【杀】。"
	],
	"曹真(caozhen)": [
		"司敌--其他角色出牌阶段开始时，你可以弃置一张与你装备区里的牌颜色相同的非基本牌，然后该角色于此阶段内不能使用和打出与此牌颜色相同的牌。此阶段结束时，若其此阶段没有使用【杀】，视为你对其使用了【杀】"
	],
	"吴懿(wuyi)": [
		"奔袭--锁定技，你的回合内，你每使用一次牌后，你的进攻距离+1直到回合结束；你的回合内，若你与所有角色的距离均为1，你无视其他角色的防具，且你使用的【杀】可额外指定一个目标"
	],
	"曹叡(caorui)": [
		"恢拓--当你受到伤害后，你可以令一名角色进行一次判定，若结果为红色，该角色回复1点体力；若结果为黑色，该角色摸X张牌（X为此次伤害的伤害点数）",
		"明鉴--出牌阶段限一次，你可以将所有手牌交给一名其他角色，若如此做，该角色于其下个回合的手牌上限+1，且使用【杀】的次数上限+1",
		"兴衰--主公技，限定技，当你进入濒死状态时，其他魏势力角色可依次令你回复1点体力，然后这些角色依次受到1点伤害。"
	],
	"曹休(caoxiu)": [
		"千驹--锁定技，若你已受伤，你计算与其他角色的距离时-X（X为你已损失的体力值）。",
		"倾袭--当你使用【杀】对目标角色造成伤害时，若你的装备区里有武器牌，你可以令其选择一项：1、弃置X张手牌（X为此武器牌的攻击范围），若如此做，其弃置你的此武器牌；2、令伤害值+1"
	],
	"钟繇(zhongyao)": [
		"活墨--当你需要使用一张本回合内未使用过的基本牌时，你可以将一张黑色非基本牌置于牌堆顶，然后视为你使用了此基本牌",
		"佐定--当其他角色于其回合内使用?牌指定目标后，若本回合内没有角色受到过伤害，则你可以令其中一名目标角色摸一张牌"
	],
	"刘谌(liuchen)": [
		"战绝--出牌阶段，你可以将所有手牌当作【决斗】使用。此【决斗】结算后，你与以此法受到伤害的角色各摸一张牌。若你在同一阶段内以此法摸了两张或更多的牌，则此技能失效直到回合结束",
		"勤王--主公技，当你需要使用或打出一张【杀】时，你可以弃置一张牌，然后视为你发动了〖激将〗。若有角色响应，则该角色打出【杀】时摸一张牌。"
	],
	"朱治(zhuzhi)": [
		"安国--出牌阶段限一次，你可以选择一名其他角色，若其手牌数为全场最少，其摸一张牌；体力值为全场最低，回复1点体力；装备区内牌数为全场最少，随机使用一张装备牌。然后若该角色有未执行的效果且你满足条件，你执行之。"
	],
	"公孙渊(gongsunyuan)": [
		"怀异--出牌阶段限一次，你可以展示所有手牌，若这些牌的颜色不全部相同，则你选择一种颜色并弃置该颜色的所有手牌，然后你可以获得至多X名角色的各一张牌（X为你以此法弃置的手牌数）。若你以此法获得的牌不少于两张，则你失去1点体力。"
	],
	"郭图逢纪(guotufengji)": [
		"急攻--出牌阶段开始时，你可以摸两张牌。若如此做，你本回合的手牌上限改为X（X为你此阶段造成的伤害点数之和）。",
		"饰非--当你需要使用或打出【闪】时，你可以令当前回合角色摸一张牌，然后若其手牌数不为全场最多，则你弃置全场手牌数最多（或之一）角色的一张牌，视为你使用或打出了一张【闪】。"
	],
	"李儒(xin_liru)": [
		"绝策--结束阶段，你可以对一名没有手牌的角色造成1点伤害。",
		"灭计--出牌阶段限一次，你可以展示一张黑色锦囊牌并将之置于牌堆顶，然后令有手牌的一名其他角色选择一项：弃置一张锦囊牌；或依次弃置两张非锦囊牌。",
		"焚城--限定技。出牌阶段，你可以令所有其他角色各选择一项：弃置至少X张牌(X为该角色的上家以此法弃置牌的数量+1)；或受到你对其造成的2点火焰伤害。"
	],
	"郭皇后(guohuanghou)": [
		"矫诏--出牌阶段限一次，你可以展示一张手牌，然后选择距离最近的一名其他角色，该角色声明一张基本牌的牌名。在此出牌阶段内，你可以将此手牌当声明的牌使用且你不能被选择为目标。",
		"殚心--当你受到伤害后，你可以摸一张牌，或对“矫诏”的描述依次执行下列一项修改：1.将“基本牌”改为“基本牌或普通锦囊牌”；2.将“选择距离最近的一名其他角色，该角色”改为“你”。"
	],
	"李严(liyan)": [
		"督粮--出牌阶段限一次，你可以获得一名其他角色的一张手牌，然后选择一项：1.令其观看牌堆顶的两张牌，然后获得其中的基本牌；2.令其于下个摸牌阶段额外摸一张牌。",
		"腹鳞--锁定技，你于回合内获得的牌不计入你本回合的手牌上限。"
	],
	"孙登(sundeng)": [
		"匡弼--出牌阶段限一次，你可以选择一名有牌的其他角色，该角色将其的一至三张牌置于你的武将牌上。若如此做，你的下个准备阶段，你获得武将牌上的所有牌，然后其摸等量的牌。"
	],
	"岑昏(cenhun)": [
		"极奢--出牌阶段限20次，若你的手牌上限大于0，你可以摸一张牌，然后你本回合的手牌上限-1。结束阶段开始时，若你没有手牌，则你可以横置至多X名角色的武将牌（X为你的体力值）",
		"链祸--锁定技，当你受到火焰伤害时，若你的武将牌处于横置状态且此伤害不为连环伤害，则此伤害+1"
	],
	"黄皓(huanghao)": [
		"寝情--结束阶段，你可以选择任意名攻击范围内含有主公的角色，然后弃置这些角色各一张牌并令其摸一张牌（无牌则不弃），若如此做，你摸X张牌（X为其中手牌比主公多的角色数）",
		"贿生--当你受到其他角色对你造成的伤害时，你可以令其观看你任意数量的牌并令其选择一项：1.获得这些牌中的一张，防止此伤害，然后你不能再对其发动〖贿生〗；2.弃置等量的牌"
	],
	"吴苋(wuxian)": [
		"福绵--准备阶段，你可以选择一项：1.摸牌阶段多摸一张牌；2.使用红色牌可以多选择一个目标（限一次）。若与你上回合选择的选项不同，则该选项数值+1并复原此技能",
		"怠宴--结束阶段，你可以令一名其他角色从牌堆中获得一张红桃基本牌，然后若其于上回合成为过该技能目标，则其失去1点体力"
	],
	"徐氏(xushi)": [
		"问卦--其他角色/你的出牌阶段限一次，其可以交给你一张牌，(若当前回合角色为你，则跳过此步骤)，你可以将此牌/一张牌置于牌堆顶或牌堆底，然后你与其/你从另一端摸一张牌",
		"问卦--",
		"伏诛--一名男性角色的结束阶段，若牌堆剩余牌数不大于你体力值的十倍，则你可以依次对其使用牌堆中所有的【杀】（不能超过游戏人数），然后洗牌"
	],
	"蔡邕(caiyong)": [
		"辟撰--当你使用黑桃牌后，或你成为其他角色使用黑桃牌的目标后，你可以将牌堆顶的一张牌置于武将牌上，称为“书”；你至多拥有四张“书”，你每有一张“书” ，手牌上限+1",
		"通博--摸牌阶段摸牌后，你可以用任意张牌替换等量的“书”，然后若你的“书”包含四种花色，你将所有“书”交给任意名其他角色"
	],
	"薛综(xuezong)": [
		"复难--其他角色使用或打出牌响应你使用的牌时，你可令其获得你使用的牌（其本回合不能使用或打出这些牌），然后你获得其使用或打出的牌。",
		"诫训--结束阶段，你可令一名其他角色摸等同于场上方块牌数的牌，然后弃置X张牌（X为此前该技能发动过的次数）。若有角色因此法弃置了所有牌，则你失去〖诫训〗，然后你发动〖复难〗时，无须令对方获得你使用的牌"
	],
	"蒋干(jianggan)": [
		"伪诚--当其他角色获得你的手牌后，若你的手牌数小于体力值，你可以摸一张牌。",
		"盗书--出牌阶段，你可以选择一个花色并获得一名其他角色的一张手牌。若此牌花色与你选择的相同，则你对其造成1点伤害。否则你须交给其一张与此牌花色不同的手牌（没有则展示手牌），且本阶段内不能再发动〖盗书〗"
	],
	"陈琳(chenlin)": [
		"笔伐--结束阶段开始时，你可以将一张手牌移出游戏并指定一名其他角色。该角色的准备阶段开始时，其观看你移出游戏的牌并选择一项：交给你一张与此牌类型相同的手牌并获得此牌；或将此牌置入弃牌堆，然后失去1点体力。",
		"颂词--出牌阶段，你可以选择一项：令一名手牌数小于其体力值的角色摸两张牌；或令一名手牌数大于其体力值的角色弃置两张牌。每局游戏每名角色限一次。"
	],
	"曹洪(caohong)": [
		"援护--结束阶段开始时，你可以将一张装备牌置于一名角色的装备区里，然后根据此装备牌的类型执行以下对应效果。武器牌：弃置该角色距离1以内的一名角色区域中的一张牌；防具牌：该角色摸一张牌；坐骑牌：该角色回复1点体力。"
	],
	"夏侯霸(xiahouba)": [
		"豹变--锁定技，若你的体力值为3或更少，你视为拥有技能〖挑衅〗；若你的体力值为2或更少；你视为拥有技能〖咆哮〗；若你的体力值为1，你视为拥有技能〖神速〗。"
	],
	"SP袁术(yuanshu)": [
		"庸肆--锁定技，摸牌阶段，你多摸X张牌。弃牌阶段开始时，你弃置X张牌。（X为场上势力数）",
		"伪帝--锁定技，你视为拥有当前主公的主公技。"
	],
	"刘协(liuxie)": [
		"天命--当你成为【杀】的目标后，你可以弃置两张牌（不足则全弃，无牌则不弃），然后摸两张牌；若此时全场体力值最多的角色仅有一名且不是你，该角色也可以如此做。",
		"密诏--出牌阶段限一次，你可以将所有手牌交给一名其他角色。若如此做，你令该角色与你指定的另一名有手牌的角色拼点，视为拼点赢的角色对没赢的角色使用一张【杀】。"
	],
	"诸葛瑾(zhugejin)": [
		"弘援--摸牌阶段，你可以少摸一张牌并指定至多两名其他角色。若如此做，这些角色各摸一张牌。",
		"缓释--一名角色的判定牌生效前，你可令其观看你的手牌。若如此做，该角色选择你的一张牌，你打出此牌代替之。",
		"明哲--当你于回合外使用或打出红色牌，或因弃置失去一张红色牌后，你可以摸一张牌。"
	],
	"诸葛恪(zhugeke)": [
		"傲才--当你于回合外需要使用或打出一张基本牌时，你可以观看牌堆顶的两张牌。若你观看的牌中有此牌，你可以使用打出之。",
		"黩武--出牌阶段，你可以弃置X张牌对你攻击范围内的一名其他角色造成1点伤害（X为该角色的体力值）。若该角色因此法进入濒死状态，则你于濒死状态结算后失去1点体力，且本回合不能再发动〖黩武〗。"
	],
	"关银屏(guanyinping)": [
		"虎啸--锁定技，当你造成火属性伤害时，该角色摸一张牌。然后，你于此回合内对其使用牌没有次数限制。",
		"雪恨--出牌阶段限一次，你可以弃置一张红色牌，然后选择至多X名角色，横置这些角色并对其中一名角色造成1点火焰伤害。（X为你已损失的体力值且至少为1）",
		"武继--觉醒技，结束阶段开始时，若你于此回合内造成过3点或更多伤害，你加1点体力上限并回复1点体力，失去〖虎啸〗，然后从场上、牌堆或弃牌堆中获得【青龙偃月刀】"
	],
	"司马朗(simalang)": [
		"郡兵--一名角色的结束阶段开始时，若其手牌数不大于1，该角色可以摸一张牌。若如此做，该角色将所有手牌交给你，然后你交给其等量的牌。",
		"去疾--出牌阶段限一次，你可以弃置X张牌（X为你已损失的体力值），然后令至多X名已受伤的角色各回复1点体力。若你以此法弃置的牌中有黑色牌，你失去一点体力。"
	],
	"张星彩(zhangxingcai)": [
		"甚贤--每名角色的回合限一次，你的回合外，当有其他角色因弃置而失去基本牌时，你可以摸一张牌。",
		"枪舞--出牌阶段，你可以进行判定。若如此做，直到回合结束，你使用点数小于判定结果的【杀】时不受距离限制，且你使用点数大于判定结果的【杀】时不计入出牌阶段的使用次数限制。"
	],
	"伏完(fuwan)": [
		"谋溃--当你使用【杀】指定目标后，你可以选择一项：摸一张牌，或弃置其一张牌。若如此做，当此【杀】被【闪】抵消时，目标角色弃置你的一张牌。 "
	],
	"SP孙尚香(sp_sunshangxiang)": [
		"良助--当一名角色于其出牌阶段内回复体力时，你可以选择一项：1、摸一张牌；2、令该角色摸两张牌。",
		"返乡--觉醒技，准备阶段开始时，若场上有已受伤且你发动过〖良助〗的选项二的角色，则你加1点体力上限并回复1点体力，失去技能〖良助〗并获得技能〖枭姬〗"
	],
	"曹昂(caoang)": [
		"慷忾--当一名角色成为【杀】的目标后，若你至该角色的距离为1，你可以摸一张牌。若如此做，你交给其一张牌并展示之。若为装备牌，该角色可以使用此牌。"
	],
	"SP曹仁(sp_caoren)": [
		"伪溃--出牌阶段限一次，你可以失去1点体力并选择一名有手牌的其他角色，你观看其手牌：若其手牌中有【闪】，则视为你对其使用【杀】，且本回合你计算与其的距离视为1；若其手牌中没有【闪】，你弃置其中一张牌。",
		"励战--结束阶段，你可以令任意名已受伤的角色摸一张牌。"
	],
	"张宝(zhangbao)": [
		"咒缚--出牌阶段限一次，你可以用一张牌对一名其他角色施“咒”。当有“咒”的角色判定时，将“咒”作为判定牌；一名角色的回合结束时，你令本回合移除过“咒”的角色各失去1点体力",
		"影兵--锁定技，有“咒”的角色使用与“咒”颜色相同的牌时，你摸一张牌；若这是你第二次因该“咒”摸牌，你获得该\"咒\"。"
	],
	"黄巾雷使(huangjinleishi)": [
		"符箓--当你声明使用普通【杀】时，你可以将此【杀】改为雷【杀】。",
		"助祭--当一名角色造成雷属性伤害时，你可以令其进行判定，若结果为黑色，此伤害+1；若结果为红色，该角色获得判定牌。"
	],
	"诸葛诞(zhugedan)": [
		"功獒--锁定技，当一名角色死亡后，你增加一点体力上限，回复一点体力。",
		"举义--觉醒技，准备阶段开始时，若你的体力上限大于存活角色数，你摸等同于体力上限张数的牌，然后获得技能〖崩坏〗和〖威重〗。"
	],
	"SP姜维(sp_jiangwei)": [
		"困奋--锁定技，结束阶段开始时，你失去1点体力，然后摸两张牌。",
		"逢亮--觉醒技，当你进入濒死状态时，你减1点体力上限，将体力值回复至2点，获得技能〖挑衅〗并将〖困奋〗改为非锁定技。"
	],
	"SP马超(sp_machao)": [
		"追击--锁定技，你与体力值不大于你的角色的距离视为1。",
		"誓仇--当你使用【杀】时，你可以令至多X名角色也成为此【杀】的目标。（X为你已损失的体力值且至少为1）"
	],
	"孙皓(sunhao)": [
		"残蚀--摸牌阶段开始时，你可以改为摸X张牌（X为已受伤的角色数），若如此做，当你于此回合内使用基本牌或锦囊牌时，你弃置一张牌。",
		"仇海--锁定技，当你受到伤害时，若你没有手牌，此伤害+1。",
		"归命--主公技，锁定技，你将残蚀描述中的“已受伤角色”改为“已受伤角色或其他吴势力角色”"
	],
	"士燮(shixie)": [
		"避乱--结束阶段开始时，若有与你距离不大于1的其他角色，你可以弃置一张牌。若如此做，本局内其他角色计算与你的距离时+X。（X为场上角色数且至多为4）",
		"礼下--锁定技，其他角色的结束阶段开始时，若你不在其攻击范围内，你选择一至两项：1.摸一张牌；2.其摸两张牌；3.其回复1点体力。本局内其他角色计算与你的距离时-X（X为你选择的选项数）。"
	],
	"马云騄(mayunlu)": [
		"凤魄--当你于出牌阶段内使用第一张【杀】或【决斗】指定目标后，若目标角色数为1，你可以选择一项：1.摸X张牌；2.令此牌的伤害值基数+X。（X为其手牌中方牌的数量）",
		"马术--锁定技，你计算与其他角色的距离时-1。"
	],
	"张鲁(zhanglu)": [
		"义舍--结束阶段开始时，若你的武将牌上没有「米」，则你可以摸两张牌。若如此做，你将两张牌置于武将牌上，称为「米」；当有「米」移至其他区域后，若你的武将牌上没有「米」，则你回复1点体力。",
		"布施--当你受到1点伤害后，或其他角色受到你造成的1点伤害后，受到伤害的角色可以获得你的一张「米」",
		"米道--一名角色的判定牌生效前，你可以打出一张「米」代替之。"
	],
	"诸葛果(zhugeguo)": [
		"羽化--锁定技，弃牌阶段内，你的非基本牌不计入手牌上限。",
		"祈禳--当有装备牌进入你的装备区时，你可以随机获得牌堆中的一张锦囊牌。"
	],
	"灵雎(lingju)": [
		"竭缘--当你对一名其他角色造成伤害时，若其体力值大于或等于你的体力值，你可弃置一张黑色手牌，令此伤害+1；当你受到一名其他角色造成的伤害时，若其体力值大于或等于你的体力值，你可弃置一张红色手牌，令此伤害-1。",
		"焚心--锁定技，一名其他角色死亡后，若其身份为：忠臣，你本局内发动〖竭缘〗减少伤害时无视体力值限制；反贼，你本局内发动〖竭缘〗增加伤害时无视体力值限制；内奸，你本局内选择发动〖竭缘〗的牌时无颜色和区域限制。"
	],
	"SP关羽(jsp_guanyu)": [
		"武圣--你可以将一张红色牌当做【杀】使用或打出。你使用的方片杀没有距离限制。",
		"单骑--觉醒技，准备阶段开始时，若你的手牌数大于你的体力值且本局游戏的主公不为刘备，你减1点体力上限，然后获得〖马术〗和〖怒斩〗"
	],
	"SP黄月英(jsp_huangyueying)": [
		"机巧--出牌阶段开始时，你可以弃置任意张装备牌，然后亮出牌堆顶两倍数量的牌并获得其中的非装备牌。",
		"玲珑--锁定技，若你的装备区没有武器牌，则你使用【杀】的次数上限+1；若你的装备区没有防具牌，视为你装备着【八卦阵】；若你的装备区没有坐骑牌，你的手牌上限+1；若你的装备区没有宝物牌，则你视为拥有技能〖奇才〗。"
	],
	"文聘(wenpin)": [
		"镇卫--当一名其他角色成为【杀】或黑色锦囊牌的目标时（使用者不是你），若该角色的体力值小于你且此牌的目标角色数为1，你可以弃置一张牌。若如此做，你选择一项：1、摸一张牌，然后将此【杀】或黑色锦囊牌转移给你；2、令此【杀】或黑色锦囊牌无效，然后将此【杀】或黑色锦囊牌置于使用者的武将牌旁，若如此做，当前回合结束后，使用者获得使用者武将牌旁的这些牌。"
	],
	"大小乔(daxiaoqiao)": [
		"星舞--弃牌阶段开始时，你可以将一张手牌置于武将牌上，称之为「舞」。然后若你的「舞」中包含三种花色，则你须移去三张花色不同的「舞」并选择一名角色，该角色受到2点伤害（若为女性，则改为1点）并弃置其装备区的所有牌。",
		"落雁--锁定技。若你的武将牌上有「舞」，则你视为拥有技能〖天香〗和〖流离〗。"
	],
	"蹋顿(tadun)": [
		"乱战--你使用【杀】或黑色普通锦囊牌可以额外选择X名角色为目标；当你使用【杀】或黑色普通锦囊牌指定目标后，若此牌的目标角色数小于X，则X减至0。（X为你于本局游戏内造成过伤害的次数）"
	],
	"严白虎(yanbaihu)": [
		"雉盗--锁定技，当你于你的回合内第一次对区域里有牌的其他角色造成伤害后，你获得其手牌、装备区和判定区里的各一张牌，然后直到回合结束，其他角色不能被选择为你使用牌的目标。",
		"寄篱--锁定技，当一名其他角色成为红色基本牌或红色普通锦囊牌的目标时，若其与你的距离为1且你既不是此牌的使用者也不是目标，你也成为此牌的目标。"
	],
	"SP庞德(sp_pangde)": [
		"马术--锁定技，你计算与其他角色的距离时-1。",
		"决死--出牌阶段，你可以弃置一张【杀】并选择攻击范围内的一名有牌的其他角色，该角色弃置一张牌，然后若弃置的牌不是【杀】且你的体力值不大于该角色，你视为对其使用【决斗】。"
	],
	"SP贾诩(sp_jiaxu)": [
		"缜略--锁定技，你使用的普通锦囊牌不能被【无懈可击】响应；你不能成为延时锦囊牌的目标。",
		"间书--限定技，出牌阶段，你可以将一张黑色手牌交给一名其他角色，并选择另一名其他角色，然后令这两名角色拼点。赢的角色弃置两张牌，没赢的角色失去一点体力。",
		"拥嫡--限定技，准备阶段开始时，你可令一名其他男性角色增加一点体力上限并回复1点体力，然后若该角色的武将牌上有主公技且其不为主公，其获得此主公技。"
	],
	"李通(litong)": [
		"推锋--1.当你受到1点伤害后，你可以将一张牌置于武将牌上，称为“锋”。2.准备阶段开始时，若你的武将牌上有“锋”，你移去所有“锋”，摸2X张牌，然后你于此回合的出牌阶段内使用【杀】的次数上限+X。（X为你此次移去的“锋”数）"
	],
	"糜竺(mizhu)": [
		"资援--出牌阶段限一次，你可以将任意张点数之和为13的手牌交给一名其他角色，然后该角色回复1点体力。",
		"巨贾--锁定技，1.你的手牌上限+X。2.游戏开始时，你摸X张牌（X为你的体力上限）"
	],
	"步骘(buzhi)": [
		"弘德--当你一次获得或失去至少两张牌后，你可以令一名其他角色摸一张牌。",
		"定叛--出牌阶段限一次，你可以令一名装备区里有牌的角色摸一张牌，然后其选择一项：1.令你弃置其装备区里的一张牌；2.获得其装备区里的所有牌，若如此做，你对其造成1点伤害。"
	],
	"旧曹纯(old_caochun)": [
		"缮甲--出牌阶段开始时，你可以摸X张牌，然后弃置等量的牌。若你以此法弃置了装备区内的牌，则你可以视为使用一张【杀】。（X为你于本局游戏内使用过的装备牌数且最大为7）"
	],
	"赵襄(zhaoxiang)": [
		"芳魂--当你使用【杀】造成伤害或受到【杀】的伤害后，你获得X个“梅影”标记（X为伤害点数）；你可以移去1个“梅影”标记来发动〖龙胆〗并摸一张牌。",
		"扶汉--限定技，回合开始时，你可以移去所有“梅影”标记并摸等量的牌，随机观看五名未登场的蜀势力角色，将武将牌替换为其中一名角色，并将体力上限数调整为本局游戏中移去“梅影”标记的数量（至少为2，至多为8），然后回复1点体力。"
	],
	"董允(dongyun)": [
		"秉正--出牌阶段结束时，你可以令手牌数不等于体力值的一名角色弃置一张手牌或摸一张牌。然后若其手牌数等于体力值，你摸一张牌，且可以交给该角色一张牌。",
		"舍宴--当你成为普通锦囊牌的目标时（【借刀杀人】等带有指向目标的锦囊除外），你可以为此牌增加一个目标或令其对其中一个目标无效。（有效目标数至少为一）"
	],
	"甘夫人(ganfuren)": [
		"淑慎--当你回复1点体力时，你可以令一名其他角色选择回复1点体力或摸两张牌。",
		"神智--准备阶段开始时，你可以弃置所有手牌。若你以此法弃置的牌数不小于X，你回复1点体力（X为你的体力值）。"
	],
	"乐进(yuejin)": [
		"骁果--其他角色的结束阶段开始时，你可以弃置一张基本牌，令该角色选择一项：1.弃置一张装备牌，然后你摸一张牌；2.受到你对其造成的1点伤害。"
	],
	"何太后(hetaihou)": [
		"鸩毒--一名角色的出牌阶段开始时，你可以弃置一张手牌，视为该角色使用了一张【酒】。若该角色不是你，你对其造成一点伤害。",
		"戚乱--一名角色的回合结束时，你可以摸3X+Y张牌。（X为你本回合内杀死过的角色数，Y为本回合内其他角色杀死过的角色数）"
	],
	"沙摩柯(shamoke)": [
		"蒺藜--当你于一回合内使用或打出第X张牌时，你可以摸X张牌（X为你的攻击范围）。"
	],
	"孙乾(sunqian)": [
		"谦雅--当你成为锦囊牌的目标后，你可以将任意张手牌交给一名其他角色。",
		"说盟--出牌阶段结束时，你可以与一名角色拼点，若你赢，视为你使用【无中生有】；若你没赢，视为其对你使用【过河拆桥】。"
	],
	"麴义(quyi)": [
		"伏骑--锁定技，当你使用牌时，你令所有与你距离为1的其他角色不能使用或打出牌响应此牌。",
		"骄恣--锁定技，若你的手牌数为全场唯一最多，则当你造成或受到伤害时，此伤害+1。"
	],
	"鲁芝(luzhi)": [
		"清忠--出牌阶段开始时，你可以摸两张牌，若如此做，此阶段结束时，你与手牌数最少的角色交换手牌。",
		"卫境--每轮限一次，当你需要使用【杀】或【闪】时，你可以视为使用一张【杀】或【闪】。"
	],
	"OL于禁(ol_yujin)": [
		"镇军--准备阶段，你可以弃置一名角色的X张牌（X为其手牌数和体力值之差且至少为1），然后选择一项：1.你弃置X张牌；2.其摸X张牌。（X为其弃置的牌中非装备牌的数量）"
	],
	"OL辛宪英(ol_xinxianying)": [
		"才识--摸牌阶段开始时，你可以选择一项：1.手牌上限+1，然后本回合你的牌不能对其他角色使用；2.回复1点体力，然后本回合你的牌不能对自己使用",
		"忠鉴--出牌阶段限一次，你可以展示一张手牌，然后展示手牌数大于体力值的一名其他角色X张手牌（X为其手牌数和体力值之差且至少为1）。若以此法展示的牌与你展示的牌：有颜色相同的，你摸一张牌或弃置其一张牌；有点数相同的，本回合此技能改为“出牌阶段限两次”；均不同，你的手牌上限-1"
	],
	"孙鲁育(re_sunluyu)": [
		"魅步--其他角色的出牌阶段开始时，若你在其攻击范围内，你可以弃置一张牌，令该角色于本阶段内拥有〖止息〗。（锁定技，当你使用【杀】或普通锦囊牌时，你弃置一张手牌。）",
		"穆穆--出牌阶段开始时，你可以选择一项：1.弃置一名其他角色装备区里的一张牌，然后你本回合可使用【杀】的次数+1；2.获得一名角色装备区里的一张防具牌，然后你本回合可使用【杀】的次数-1。"
	],
	"潘凤(re_panfeng)": [
		"狂斧--出牌阶段限一次，你可以将任意角色装备区里的一张牌当【杀】使用（无视距离，不计次数）。若此【杀】不是你的牌且未造成伤害，你弃置两张手牌；若此【杀】是你的牌且造成了伤害，你摸两张牌。"
	],
	"张济(zhangji)": [
		"掠命--出牌阶段限一次，你可以选择一名装备区装备比你少的角色，令其选择一个点数，然后你进行判定：<br>若点数相同，你对其造成2点伤害；<br>若点数不同，则你随机获得其区域内的一张牌。",
		"屯军--限定技，出牌阶段，你可以选择一名角色，令其随机使用牌堆中的X张装备牌。(X为你发动过“掠命”的次数)"
	],
	"樊稠(fanchou)": [
		"兴乱--每回合限一次。当你于出牌阶段使用的仅指定一个目标的牌结算完成后，你可以从牌堆中随机获得一张点数为6的牌。"
	],
	"郭汜(guosi)": [
		"贪狈--出牌阶段限一次，你可以令一名其他角色选择一项：<br>1.令你随机获得其区域内的一张牌，本回合内你不能对其使用牌。<br>2.令你此回合内对其使用牌没有次数与距离限制。",
		"伺盗--出牌阶段限一次，当你对一名其他角色连续使用两张牌后，你可以将一张手牌当做【顺手牵羊】对其使用。"
	],
	"张琪瑛(zhangqiying)": [
		"法箓--锁定技，游戏开始时，你获得「紫薇」「后土」「玉清」「勾陈」标记各一个。当你的牌因弃置而进入弃牌堆后，根据这些牌的花色，你获得对应的标记：黑桃，你获得1枚「紫薇」；梅花，你获得1枚「后土」；红桃，你获得1枚「玉清」；方块，你获得1枚「勾陈」。（每种标记限拥有1个）",
		"点化--准备阶段或结束阶段，你可以观看牌堆顶的X张牌（X为你的「紫薇」「后土」「玉清」「勾陈」标记数的总和）。若如此做，你将这些牌以任意顺序放回牌堆顶。",
		"真仪--你可以在以下时机弃置相应的标记来发动以下效果：一名角色的判定牌生效前，你可以弃置一枚「紫薇」，然后将判定结果改为黑桃5或红桃5；当你处于濒死状态时，你可以弃置一枚「后土」，然后将你的一张手牌当【桃】使用；当你造成伤害时，你可以弃置一枚「玉清」，然后你进行一次判定。若结果为黑色，此伤害+1；当你受到属性伤害后，你可以弃置一张「勾陈」，然后你从牌堆中随机获得三种类型的牌各一张。"
	],
	"刘琦(sp_liuqi)": [
		"问计--出牌阶段开始时，你可以令一名其他角色交给你一张牌。你于本回合内使用与该牌名称相同的牌时不能被其他角色响应。",
		"屯江--结束阶段，若你未跳过本回合的出牌阶段，且你于本回合出牌阶段内未使用牌指定过其他角色为目标，则你可以摸X张牌（X为全场势力数）。"
	],
	"唐咨(xf_tangzi)": [
		"兴棹--锁定技，若场上的已受伤角色合计为：1个以上，你视为拥有技能〖恂恂〗；2个以上，当你使用装备牌时，摸一张牌；3个以上，弃牌阶段开始时，你跳过此阶段。"
	],
	"黄权(xf_huangquan)": [
		"点虎--锁定技，游戏开始时，你选择一名其他角色。当其受到来自你的伤害后或回复体力后，你摸一张牌。",
		"谏计--出牌阶段限一次，你可以令一名其他角色摸一张牌。然后该角色可以使用此牌。"
	],
	"苏飞(xf_sufei)": [
		"联翩--出牌阶段限三次。当你对一名角色连续使用牌时，你可以摸一张牌，然后可以将一张牌交给该角色。"
	],
	"高览(gaolan)": [
		"袭营--出牌阶段开始时，你可以弃置一张非基本手牌，然后令所有其他角色依次选择一项：弃置一张牌，或本回合内不能使用或打出手牌。"
	],
	"荀谌(xunchen)": [
		"锋略--出牌阶段开始时，你可以与一名角色拼点，若你赢，该角色将其区域内的各一张牌交给你；若你没赢，你交给其一张牌。当你的单人拼点结算后，你可以令对方获得你拼点的牌。",
		"谋识--出牌阶段限一次，你可以将一张手牌交给一名角色，若如此做，当其于其下回合的出牌阶段内对一名角色造成伤害后，若是此阶段其第一次对该角色造成伤害，你摸一张牌。"
	],
	"吕旷吕翔(lvkuanglvxiang)": [
		"列侯--出牌阶段限一次，你可以令一名攻击范围内的角色交给你一张手牌，然后你将一张手牌交给攻击范围内的另一名角色。",
		"齐攻--当你使用的【杀】被【闪】抵消之后，你可以再对目标角色使用一张【杀】（不可被响应）。"
	],
	"神吕蒙(shen_lvmeng)": [
		"涉猎--摸牌阶段，你可以改为从牌堆顶亮出五张牌，然后选择获得不同花色的牌各一张。",
		"攻心--出牌阶段限一次，你可以观看一名其他角色的手牌，并可以展示其中一张红桃牌，然后将其弃置或置于牌堆顶。"
	],
	"神周瑜(shen_zhouyu)": [
		"业炎--限定技，出牌阶段，你可以对一至三名角色造成至多共3点火焰伤害（你可以任意分配每名目标角色受到的伤害点数），若你将对一名角色分配2点或更多的火焰伤害，你须先弃置四张不同花色的手牌再失去3点体力。",
		"琴音--弃牌阶段结束时，若你于此阶段内弃置过两张或更多的牌，则你可以选择一项：1. 令所有角色各回复1点体力；2. 令所有角色各失去1点体力。"
	],
	"神刘备(shen_liubei)": [
		"龙怒--转换技，锁定技，阴：出牌阶段开始时，你失去1点体力并摸一张牌，然后本回合内你的红色手牌均视为火【杀】且无距离限制。阳：出牌阶段开始时，你减1点体力上限并摸一张牌，然后本回合你的锦囊牌均视为雷【杀】且无使用次数限制。",
		"结营--锁定技，游戏开始时或当你的武将牌重置时，你横置；所有已横置的角色手牌上限+2；结束阶段，你横置一名其他角色。"
	],
	"神陆逊(shen_luxun)": [
		"军略--锁定技，当你受到或造成伤害后，你获得X个“军略”标记(X为伤害点数)",
		"摧克--出牌阶段开始时，若“军略”标记的数量为奇数，你可以对一名角色造成一点伤害；若“军略”标记的数量为偶数，你可以横置一名角色并弃置其区域内的一张牌。然后，若“军略”标记的数量超过7个，你可以移去全部“军略”标记并对所有其他角色造成一点伤害",
		"绽火--限定技，出牌阶段，你可以移去全部“军略”标记，令至多等量的已横置角色弃置所有装备区内的牌。然后，你对其中一名角色造成1点火焰伤害。"
	],
	"邓芝(dengzhi)": [
		"急盟--出牌阶段开始时，你可以获得一名其他角色的一张牌，然后交给该角色X张牌（X为你当前体力值）。",
		"率言--弃牌阶段开始时，若你的手牌数大于1，则你可以展示所有手牌，然后你令一名其他角色交给你一张牌。"
	],
	"手杀贺齐(re_heqi)": [
		"绮胄--锁定技，你根据装备区里牌的花色数获得以下技能：1种或以上：〖英姿〗；2种或以上：〖奇袭〗；3种或以上：〖旋风〗。",
		"闪袭--出牌阶段开始时，你可以弃置一张红色基本牌并选择一名有牌的其他角色，将其的至多X张牌置于其的武将牌上（X为你的体力值）。回合结束时，该角色获得这些牌。"
	],
	"张翼(zhangyì)": [
		"执义--锁定技，当你于一回合内使用或打出第一张基本牌时，你选择一项：1.摸一张牌。2.于此牌A（若此牌是因响应牌B而使用或打出的，则改为牌B）的使用或打出流程结算完成后，视为使用一张与此牌名称和属性相同的卡牌。"
	],
	"凌操(lingcao)": [
		"独进--摸牌阶段，你可以多摸X+1张牌。（X为你装备区里牌数的一半且向下取整）"
	],
	"孙茹(sunru)": [
		"影箭--准备阶段开始时，你可以视为使用一张无距离限制的【杀】。",
		"释衅--锁定技，当你受到火属性伤害时，你防止此伤害。"
	],
	"李丰(lifeng)": [
		"屯储--摸牌阶段，若你没有「粮」，你可以多摸两张牌。若如此做，摸牌阶段结束时，你可以将任意张手牌置于你的武将上，称为「粮」，只要你的武将牌上有「粮」，你便不能使用【杀】",
		"输粮--一名角色的结束阶段开始时，若其手牌数少于体力值，你可以移去一张「粮」，然后该角色摸两张牌"
	],
	"朱灵(zhuling)": [
		"战意--出牌阶段限一次，你可以弃置一张牌并失去1点体力，然后根据你弃置的牌获得以下效果直到回合结束：基本牌，你可以将一张基本牌当作杀、酒或桃使用，且你本回合第一次以此法使用的牌的回复值/伤害值+1；锦囊牌，摸三张牌且你使用的牌不能被【无懈可击】响应；装备牌，你使用【杀】指定目标角色后，其弃置两张牌，然后你获得其中的一张。"
	],
	"庞德公(pangdegong)": [
		"评才--出牌阶段限一次，你可以挑选一个宝物并擦拭掉其上面的灰尘。然后，你可以根据宝物类型执行对应的效果。（【卧龙】：对1名角色造成1点火焰伤害。若场上有存活的卧龙诸葛亮，则改为对至多2名角色各造成1点火焰伤害。【凤雏】：让至多3名角色进入铁索连环状态。若场上有存活的庞统，则改为让至多4名角色进入铁索连环状态。【水镜】：将1名角色装备区内的防具移动到另1角色对应区域。若场上有存活的司马徽，则改为将1名角色装备区内的1件装备移动到另1角色对应区域。【玄剑】：令1名角色摸一张牌并回复1点体力。若场上有存活的徐庶，则改为令1名角色摸一张牌并回复1点体力，然后庞德公摸一张牌。）",
		"隐世--锁定技，你始终跳过准备阶段，判定阶段，结束阶段。你不能被选择为延时锦囊牌的目标。"
	]
};